{
  "data": {
    "uid": "8B8065091FB6E37582BD2A8F591226D9",
    "app": "zcbase",
    "publicAccess": true,
    "accessBased": false,
    "code": "terms-and-conditions",
    "icon": "",
    "label": "Terms and Conditions",
    "layout": "blank",
    "module": "pages",
    "theme": "abn",
    "instructions": {
      "definition": {
        "widgets": [
          {
            "definition": {
              "style": "col-12",
              "widgets": [
                {
                  "definition": {
                    "template": "HTML content here",
                    "id": "html_7877",
                    "pbId": "html_6018",
                    "type": "custom-html",
                    "apiCode": "html",
                    "js": [
                      {
                        "src": "https://code.jquery.com/jquery-3.5.1.min.js",
                        "name": "jquery"
                      },
                      {
                        "src": "assets/widgets/abn/new-header.js",
                        "name": "new header"
                      }
                    ],
                    "css": [],
                    "htmlUrl": "assets/widgets/abn/new-header.html"
                  },
                  "info": {
                    "type": "html",
                    "id": "html_8284"
                  }
                }
              ],
              "id": "block_290",
              "pbId": "block_1377",
              "inlineStyle": {}
            },
            "info": {
              "type": "block",
              "id": "block_1337"
            }
          },
          {
            "definition": {
              "style": "col-12",
              "widgets": [
                {
                  "definition": {
                    "template": "<div class=\"zc-content\">\n<div class=\"contact-us terms-conditions\">\n<h3 class=\"mt-0\">Andhrajyothy Terms and Conditions</h3>\n<p>The visitors are advised to read all the terms and conditions under which they can access the Andhrajyothy Portal. Only visitors agreeing for these terms may access the site for accessing content or for availing any of the free or paid services offered by the site and/or its partners/ affiliates/ advertisers/ franchisees/ agents/ agencies etc.</p>\n<p>IF YOU DO NOT AGREE TO ANY OF THESE TERMS, YOU ARE ADVISED NOT TO FURTHER ACCESS THE SITE OR REGISTER FOR SUBSCRIBERSHIP.</p>\n<p>This is a legal agreement (\"Agreement\") between the visitor/Subscriber and Aamoda Publications Pvt. Ltd., here in after referred as APPL the owner and operator of the website:www.andhrajyothy.com, and/or such other web site that may be periodically linked either to this web address or to the home page of Andhrajyothy portal, hereinafter referred jointly and severally as the site.</p>\n<p>Access to the site cannot be had unless and until these terms and conditions are read and consented to.</p>\n<ol>\n<li>Use and access:\n<ul>\n<li>This site is primarily intended to disseminate news, views and opinions and current affairs.</li>\n<li>The visitors/ users/ Subscribers must be majors and should be capable of contracting as per lawof the land, where they access the portals.</li>\n<li>The users / subscribers shall agree for all such modifications, alterations, deletions, additions to the content or material or lay-out or get-up or colour scheme or features or advertisements that may be made to the site at the discretion of APPL.</li>\n<li>The services offered by the site and/or its partners/ affiliates/ advertisers/ franchisees/ agents/ agencies etc. may be accessed and/or used generally by any intending party, irrespective of region, religion, language, caste, creed, community, race, location, etc but subject to the terms and conditions of this agreement.</li>\n<li>They must also submit and subject themselves to the laws of India and to the jurisdiction of law courts at Hyderabad, Telangana, India, for resolution of any dispute arising out of any eventuality related and/or attributable to the information posted in the site or URLs linked to this site.</li>\n</ul>\n</li>\n<li>Subscription:\n<ul>\n<li>The subscription is currently free but Aamoda Publications Pvt. Ltd reserves their right to charge subscription fee in future. Thereafter, any person who remits the prescribed fees becomes a subscriber, as soon as the fees is duly accepted by APPL and as soon the paid Subscribership is activated.</li>\n<li>By registering a profile when called for, one becomes a subscriber of Andhrajyothy Portal. The Subscriber can access the content by logging into the portal with their user id and password.</li>\n<li>The subscription of Andhrajyothy Portal is not transferable and not assignable to any third party. It cannot to be assigned, transferred or licensed or used by any person/entity other than a registered Subscriber.</li>\n<li>Commercial use of information is strictly prohibited.</li>\n<li>The subscription to the site is only for the sole, exclusive, personal use of the subscriber.</li>\n<li>The subscriber who does or cause to be done any objectionable/illegal act shall render himself/herself liable for all legal consequences thereto and shall also be liable to indemnify APPL against any costs and consequences arising out of such objectionable / illegal acts of the subscriber to third parties.</li>\n<li>A subscriber cannot authorize others to use his/her Subscribership. A Subscriber cannot make the information on the site, available to anyone else either gratuitously or for any consideration.</li>\n<li>The subscriber shall not alter or delete any material that is displayed on the portal nor shall the subscriber do or caused to be done anything that may damage the material posted on the portal or that may jeopardize any system or device attached or connected to the portal or the server of Aamoda Publications Pvt. Ltd.</li>\n<li>The individuals seeking Subscribership may, at the discretion of APPL be asked to furnish proof of their age, residence, nationality, academic qualifications, other credentials claimed and such other information, before granting access to the site or Subscribership. APPL has the right to do a reference check in order to establish the credentials of the Subscriber before activating the profile on the website. APPL shall not furnish any material or information displayed on the site to anyone.</li>\n</ul>\n</li>\n<li>PROFILE:\n<ul>\n<li>A profile of a subscriber is created by filling up the application online.</li>\n<li>Subscriber may upload his/her photograph or a video clipping, when such a facility is made available, subject to technical feasibility.</li>\n</ul>\n</li>\n<li>UPLOADING/POSTING OF MATERIAL:\n<ul>\n<li>The person uploading/submitting material to the site is presumed to be the owner of such material and that such owner has placed/uploaded/submitted/made available under an assurance and undertaking and warranty that he/she is the owner of the material placed/ uploaded/ submitted/made available and with a further irrevocable right/authorization in favour of APPL to display the material on the site without any obligation whatsoever on the part of APPL or on such other persons authorised by APPL either expressly or impliedly, to pay any remuneration, royalty, license fee etc. and such right/ authorization shall be without any territorial and time restrictions.</li>\n<li>Only owners of photos, data, profiles or any other material can upload the same to the site. Others cannot upload or submit material for display on the site.</li>\n<li>The subscriber shall not post any defamatory, offensive, excessive, exaggerated, false, malafide, inaccurate, erroneous, blasphemous, obscene, profane, pirated, offensive, salacious, ghastly, indecent, racial or illegal material on the site.</li>\n<li>The subscriber shallfinally beresponsible and liable for any eventuality resulting in such posting or uploading of any material on the portal under his/her user id. APPL shall be obliged under law to furnish the information to the concerned authorities, relating to any subscriber under whose user id any objectionable content is posted on the website or if any objectionable act is committed using the user id of a subscriber.</li>\n<li>The Subscribers shall not submit or upload any material, which impinges upon or infringes the intellectual property rights of third parties. There shall be an implied assurance and undertaking from the Subscribers about the ownership, genuineness and originality of all the information, photographs profiles or other material submitted and/or uploaded on the site.</li>\n<li>The visitors or subscriber shall not send abusive, threatening, coercive, harassing, indecent, obscene mails</li>\n<li>No advertisement can be made on the site of any product or service or no offer of any sale of goods or services can be made without the prior consent of APPL.</li>\n</ul>\n</li>\n<li>DEACTIVATION /DELETION OF PROFILE:\n<ul>\n<li>Profile of a paid Subscriber will be automatically deactivated if not renewed before expiry</li>\n<li>Profile of a subscriber will be automatically deleted if it is deactive for 6 months.</li>\n</ul>\n</li>\n<li>CANCELLATION OF SUBSCRIBERSHIP:\n<ul>\n<li>APPL reserves unfettered right to cancel any subscription at any stage, without assigning any reason whatsoever. The Subscriber who thus forfeits the Subscribership shall not have any claim whatsoever either for the refund of Subscribership fee paid if any or any material given or any information furnished to APPL.</li>\n<li>A subscription will automatically be cancelled if any abusive, obscene or sexually oriented message/s or photo/s or video/s are sent by any Subscriber to other Subscribers or if such material is added to any profile. Such Subscribers shall not be entitled for any compensation from Aamoda Publications Pvt. Ltd.</li>\n</ul>\n</li>\n<li>TERMINATION OF AGREEMENT:\n<p class=\"mt-1\">This agreement can be terminated by either of the parties at any time, for any reason without notice to the other party. This right is without prejudice to the right of APPL to suspend or terminate the access of the Subscriber to the site without notice for any breach of this Agreement.</p>\n</li>\n<li>SCHEMES:\n<p class=\"mt-1\">APPL offers periodically, different types of schemes on the site, for the convenience of all the Subscribers, each with their own distinct benefits. APPL reserves the right to modify, amend, alter, change or discontinue the schemes at their absolute discretion. Subscribers are advised to refer Subscribership plans for current schemes.</p>\n</li>\n<li>ONLINE CHAT:\n<p class=\"mt-1\">APPL may provide special services like ‘online chatting’, etc to Subscribers. The ‘online chat’ feature is primarily provided to facilitate online contact of two Subscribers. APPL does not record or otherwise store any data transferred during ‘online chatting’ by Subscribers. Subscribers shall be personally responsible and liable for their conduct, behaviour, language used and information transferred safety, security, privacy on ‘online chat’. Any objectionable conduct or behavior entails penal consequences apart from cancellation of Subscribership and deactivation of all services.</p>\n</li>\n<li>OWNERSHIP:\n<ul>\n<li>This site is owned and operated by Aamoda Publications Pvt. Ltd. The Company hereby reserves the right to change or discontinue any service, feature, offer, gift, contest, design, layout, content, platform, equipment, systems, programme, software needed for the access or use of the site including Subscriber’s area.</li>\n<li>APPL reserves their right to make such modifications, alterations, deletions, additions to the content or material or lay-out or get-up or colour scheme or features or advertisements, from time to time.</li>\n<li>APPL also reserves all their right to upgrade or down grade the technology or platforms deployed by them in the portal and the subscribers shall have no objection for any such up-gradation and down-gradation of technology or change of platforms or deployment of new technology.</li>\n</ul>\n</li>\n<li>DUTIES AND OBLIGATIONS OF VISITORS AND SUBSCRIBERS:\n<ul>\n<li>The Subscribers shall furnish truthful, authentic, genuine, relevant, valid, correct, current, fair information for being displayed or posted on the site.</li>\n<li>The Subscribers shall provide proof as may be required by APPL to substantiate the information furnished.</li>\n<li>Every Subscriber impliedly undertakes personal responsibility and liability as to the correctness, authenticity, genuineness of the information furnished for display on site.</li>\n<li>The onus of proving the correctness of information furnished and/or displayed on the site lies on the concerned Subscribers.</li>\n<li>The onus of proving that the information is wrong lies on the Subscribers/third parties asserting, relying on/using the information.</li>\n<li>It shall be the duty of the visitors and Subscribers seeking any alliance or business relationship from the Subscribers whose profiles are displayed on any matrimony or business page in the site, to cause thorough enquiry and cross-check the correctness, authenticity, currency, genuineness of the information displayed on the site and take adequate precautions on their own before finalising the alliance or partnership.</li>\n<li>The Subscribers availing online chat facility shall not misuse or misbehave with other Subscribers.</li>\n<li>The Subscribers or non-Subscribers availing any services from third party vendors adverting on the portal are advised to make independent verification of the product or service. APPL shall not be responsible or liable for any misrepresentation or falsity of information on the site.</li>\n</ul>\n</li>\n<li>ERRORS AND DISCREPANCIES:\n<p class=\"mt-1\">While APPL takes every care and caution to maintain the site free of errors and discrepancies, it is possible for some mistakes to creep into the site by inadvertence, oversight, human error, innocence and honest belief in the information in good faith. APPL shall not be liable in respect of innocent dissemination of such information and the liability of APPL is limited to removal of such errors and discrepancies from the site. Subscribers and visitors may bring any such discrepancies to the notice of APPL with reasonable proof for necessary action.</p>\n</li>\n<li>INTELLECTUAL PROPERTY RIGHTS:\n<p class=\"mt-1\">The intellectual property rights in the site like Trademarks, copyright in artistic works, photographs, creative, graphics, layout, design, text, video, audio etc shall exclusively vest in APPL. Any violation of such Intellectual Property Rights of APPL by copying, publishing, distributing, modifying, transferring, altering, imposing, defacing shall be punishable under Law, including Copyright laws. APPL sources material and photographs from reputed agencies on agreement of non-commercial use and non-distribution of the material and photographs. The Subscribers are advised not to down load any images or material from Andhrajyothy Portal and any use of the images down loaded from Andhrajyothy Portalsshall amount to infringement of copyright of the owner of the photographs and shall entail penal consequences. The Intellectual Property rights in various trademarks, logos, photographs, text and other material posted on Andhrajyothy Portal and any use of the same by the subscribers for whatever purpose would infringe upon the Intellectual Property Rights of the owners of the material including Aamoda Publications Pvt. Ltd. Subscribers are cautioned against use of any intellectual property down loaded from Andhrajyothy Portals.</p>\n</li>\n<li><p>Copying, storage, transmission, circulation of any information including photographs, profiles, code numbers, Subscribership numbers, addresses, etc displayed on the site, is strictly prohibited.</p></li>\n<li>\n<p>Some of the material which is procured by APPL from third parties by way of licence may be protected by international copyright laws, violation of which would entail penal consequences under international laws.</p>\n</li>\n<li>\n<p>The Subscribers/visitors shall be solely responsible and liable for all the consequences arising out of any infringement of copyrights, proprietary rights including but not limited to damages, attorney fees and expenses.</p>\n</li>\n<li>ADVERTISEMENTS:\n<ul>\n<li>APPL publishes advertisements on the Andhrajyothy Portal on “as is where is” basis. APPL shall not endorse any products or services, advertised on Andhrajyothy Portal nor do they vouch about the quality, quantity, utility of the product/services, advertised on Andhrajyothy Portal the users / consumers are advised to cross-verify the genuineness, quality, quantity, utility and other attributes of the products / services advertised on Andhrajyothy Portal.</li>\n<li>APPL does not vouch about the genuineness, qualification, age, region, religion, caste of any person whose profile is advertised in the matrimonial columns of Andhrajyothy Portal. Individuals are advised and cautioned to cross-verify all the claims made in the matrimonial advertisements before fixing up the alliance. APPL shall not be responsible or liable for any misrepresentation made in any such matrimonial advertisements.</li>\n<li>APPL shall not undertake any responsibility for display of any erroneous or unauthorized material or information on the site and the liability of APPL in case of any such display shall be limited to the removal of such information or material from the site and providing the details of the Subscribership account from where the offending information or material is found to have been uploaded to the site as per the records of APPL.</li>\n<li>APPL shall be at liberty to run/display advertisements in Andhrajyothy Portal in various forms, namely pop-ups, scrolls, tickers, buttons, paid links, ear panels, banner ads etc., The subscriber shall not have objection for running all such advertisements on Andhrajyothy Portal.</li>\n<li>APPL may distribute mail ids of the subscribers to their sister concerns for promotional activity. The subscribers by default areconstrued to have agreed for distribution of their mail ids to the sister concerns of APPL only for promotional purpose. The subscribers are however at liberty to advise appropriately to the concerned, if they do not desire to receive the promotional material, by opting out of the direct mailers.</li>\n</ul>\n</li>\n<li><p>The Subscribership/access to the site is available subject to the condition that the site is accessed/used at the sole risk of the Subscriber/visitor. APPL cannot and does not guarantee about the availability of connection to the site, the services, and facilities nor does it assure any accuracy, quality, quantity, genuineness and promptness of any of the services offered on the site.</p></li>\n<li><p>While every endeavour is made to make the site free of any bugs, errors, viruses, failures, delay in transmission etc. APPL does not guarantee that the site or any of the services offered would be free of bugs, errors, viruses, failures and APPL does not accept any responsibility or liability for any such bugs, errors, viruses, failures delay in transmission etc in the site.</p></li>\n<li><p>APPL reserves the right to make such additions, alterations, modifications, insertions, improvements to the site for the betterment and quality enhancement of the material displayed on the site. The Subscribers shall also agree for such modifications to the material for compatibility with the technological advancement and shall, without demur, agree for any changes that may be required to be made at the discretion of APPL and also provide such information or material that may require for updating or upgradation of the site in view of any technological advancement.</p></li>\n<li>INDEMNITY:\n<ul>\n<li>The Subscribers shall indemnify APPL against any claims by third parties against APPL in respect of any material posted by them on the site or any claim made by them in the profile.</li>\n<li>The Subscribers shall indemnify APPL against any claims by third parties in respect of infringements of any Intellectual Property Rights in respect of and/or in relation to any material posted by them on the site.</li>\n</ul>\n</li>\n<li>DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY:\n<ul>\n<li>This site is provided by APPL on an \"as is\" and \"as available\" basis. APPL makes no representations or warranties of any kind, express or implied, as to the operation of this site or the authenticity of the information, content, materials, or products included on this site. The visitor/Subscriber expressly agrees that his/her use of this site is at his/her sole risk.</li>\n<li>APPL does not warrant that this site, its servers, or e-mail sent from this site are free of viruses or other harmful components. APPL will not be liable for any damages of any kind arising from the use of this site, including, but not limited to direct, indirect, incidental, punitive, and consequential damages.</li>\n<li>APPL does not give any warranty whatsoever either express or implied, for any advertisement material displayed on the site as to the quality, quantity, utility, originality, genuineness, legality, punctuality of any goods or services offered by APPL or its agents, business affiliates, associates, agencies, franchisees etc. APPL also does not give any warranty whatsoever either express or implied, of any disruption, interruption, breakdown of the site or services offered by APPL or its agents, business affiliates, associates, agencies, franchisees etc.</li>\n<li>APPL shall not be liable for any damages to any Subscribers or visitors or users or third parties for any injury or damage or hardship sustained by them on account of any error, failure, discrepancy, defect, shortfall, misdescription; any bugs, errors, viruses, failures delay in transmission etc in the site; any defamatory, offensive, excessive, exaggerated, false, malafide, inaccurate, erroneous, blasphemous, obscene, profane, pirated, offensive, salacious, ghastly, indecent, racial or illegal material on the site. The Subscribers / visitors/users of the site specifically agree to this and discharge APPL from any liability whatsoever for the said acts.</li>\n<li>None of the staff or directors or officers or employees or agents of APPL shall be liable in any manner whatsoever, for any of the claims of a Subscriber for any loss, damage, costs, expenses sustained or likely to be sustained by him/her, by the use and access of the site.</li>\n<li>All articles, stories, information, news, views, incidents, occurrences etc and any predictions, horoscopes, information that may be posted or displayed on the site are purely that of the respective authors. Subscribers/ visitors/users are requested to crosscheck the information from sources that are most reliable and trusted in their personal opinion. APPL shall not be liable for any action, damages, indemnity, cost, expenses that the Subscribers/visitors/ users may have sustained or incurred from the use of such information.</li>\n<li>APPL shall not be responsible or liable for any inaccurate, false, excessive, outdated, irrelevant information displayed or posted on the site at the instance of a Subscriber.</li>\n<li>APPL shall not be responsible in any manner whatsoever for any errors, discrepancies, and falsities in the information furnished by the Subscribers and displayed on the site.</li>\n<li>APPL shall not in any manner be responsible for any infringement and Intellectual Property rights of any third parties by Subscribers.</li>\n<li>All articles, stories, features, news, views and opinions, occurrences, incidents displayed on Andhrajyothy Portalare supplied by various agencies, written by respective authors and APPL does not assume any responsibility or liability for any inaccuracy in any of the material posted on the website. The aggrieved parties are advised to address their grievances if any, to the concerned authority as indicated elsewhere in the portal. The Staff and Management, Directors of APPL shall not be personally liable for any inaccuracy in the material posted on the website.</li>\n<li>Horoscopes and predictions are sourced by APPL from experts/professionals in the field. APPL does not vouch for the accuracy of horoscopes and predictions, which are broadly indicative and may vary in individual cases. Individuals are advised to exercise caution in following the horoscope or predictions and are advised cross-check the same if necessary.</li>\n<li>APPL, their staff, employees, directors etc., shall not be liable for any inaccuracy in horoscope or prediction and for any consequent loss, damage, inconvenience caused to any member of the public by such horoscope or prediction.</li>\n<li>Information relating to services like bus, train, flight are provided on best effort basis on the basis available information obtained by the staff of APPL. Members of public is advised and cautioned to cross-check the information relating to the timings etc,. Causalities in information relating to accidents, information relating to causalities in any such accidents from link sources. APPL, their staff, directors shall not be responsible for any inaccurate information.</li>\n</ul>\n</li>\n</ol>\n<h3>GRIEVANCE REDRESSAL</h3>\n<p>Any complaint relating to content on news portal www. andhrajyothy.com must be made within a reasonable time not exceeding 7 (seven) days from the date of the posting of the news on the portal to <a href=\"mailto:feedback@andhrajyothy.com\">feedback@andhrajyothy.com</a> or <a href=\"mailto:feedback@abnandhrajyothy.com\">feedback@abnandhrajyothy.com</a></p>\n</div>\n</div>",
                    "id": "html_9374",
                    "pbId": "html_7513",
                    "type": "html",
                    "apiCode": "html",
                    "js": [],
                    "css": []
                  },
                  "info": {
                    "type": "html",
                    "id": "html_8511"
                  }
                }
              ],
              "id": "block_5841",
              "pbId": "block_5102",
              "inlineStyle": {},
              "customClass": "zc-content-block"
            },
            "info": {
              "type": "block",
              "id": "block_363"
            }
          }
        ]
      },
      "info": {
        "type": "page"
      }
    },
    "is_fixed": 1,
    "apis": [],
    "cacheKey": "zcbase:pages:terms-and-conditions",
    "zc-ttl": 1621936673368
  },
  "success": true,
  "zcServerDateTime": "2021-05-25 15:57:51",
  "zcServerIp": "ip-10-1-3-13/10.1.3.13",
  "zcServerHost": "ip-10-1-3-13"
}